function page() {
  return (
    <div className="px-2 mt-36">
      <h2 className=" text-2xl  font-medium">পরিচিতি</h2>
      <p className="p-2 leading-relaxed">
        <span className=" font-bold">আরাফাত ফাউন্ডেশন</span> একটি অরাজনৈতিক,
        অলাভজনক, মূলত মানবকল্যাণে নিবেদিত সেবামূলক প্রতিষ্ঠান। এই প্রতিষ্ঠান
        মানবতার শিক্ষক, মানুষের মুক্তি ও শান্তির দূত, মানবসেবার আদর্শ, হযরত
        মুহাম্মদ সা.-এর দেখানো পথ অনুসরণ করে আর্তমানবতার সেবা, সমাজ সংস্কার,
        মহত্তম নীতিচেতনার সঞ্চার, কর্মসংস্থান তৈরি, দারিদ্র্য বিমোচন, ইসলামী
        তমদ্দুনের প্রসার, বহুমুখী শিক্ষায়ন প্রকল্প পরিচালনা, ত্রাণ বিতরণ,
        স্বল্পমূল্যে বা বিনামূল্যে স্বাস্থ্যসেবা প্রদান, পরিচ্ছন্ন মানসিকতা গঠনে
        নিরন্তর নানা কর্মসূচি পালন, সর্বোপরি মৌখিক, লৈখিক ও আধুনিক সকল
        প্রচারমাধ্যম ব্যবহার করে মানুষকে মহান আল্লাহর আনুগত্য ও তাঁর রাসূলের
        অনুকরণে সত্য ও শান্তির পথে ডেকে এনে একটি আদর্শ কল্যাণসমাজ বিনির্মাণে
        যথাশক্তি প্রচেষ্টা চালিয়ে যাচ্ছে।
      </p>
    </div>
  );
}

export default page;
