import React from 'react'

function page() {
	return (
		<div className="px-2">
			<h2 className=' text-2xl  font-medium'>লক্ষ্য ও উদ্দেশ্য</h2>
			<div className="pt-4 flex flex-col gap-x-4">
				<p className="leading-relaxed">সৃষ্টিজগতের রহমত’ স্বরূপ প্রেরিত মুহাম্মাদুর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আদর্শের প্রচার, এ আদর্শের প্রেরণায় মানবতার সেবা এবং মমতাপূর্ণ সমাজ ও বিশ্ব শান্তি প্রতিষ্ঠার লক্ষ্যে এ ফাউন্ডেশন প্রতিষ্ঠিত। এর কর্মকাণ্ডের মধ্যে রয়েছে:</p>
				<p className=" leading-relaxed pt-2">
					<span className='font-bold'>ঐক্য :-</span> পাপ, পঙ্কিলতা, জাহিলিয়া ও উম্মার চূড়ান্ত বিপর্যয়ে দ্বিধাবিভক্ত ও দলে-উপদলে বিচ্ছিন্ন উম্মাহর বিপর্যয় রুখে দেওয়ার জন্য ঐক্যের ডাকে সাড়া দিয়ে ঐক্যবদ্ধ হওয়া সময়ের অন্যতম দাবি। এ বিষয়ে আল্লাহ তা’আলা বলেনঃ
					<br />
					وَ اعۡتَصِمُوۡا بِحَبۡلِ اللّٰهِ جَمِیۡعًا وَّ لَا تَفَرَّقُوۡا ۪ وَ اذۡکُرُوۡا نِعۡمَتَ اللّٰهِ عَلَیۡکُمۡ اِذۡ کُنۡتُمۡ اَعۡدَآءً فَاَلَّفَ بَیۡنَ قُلُوۡبِکُمۡ فَاَصۡبَحۡتُمۡ بِنِعۡمَتِهٖۤ اِخۡوَانًا ۚ وَ کُنۡتُمۡ عَلٰی شَفَا حُفۡرَۃٍ مِّنَ النَّارِ فَاَنۡقَذَکُمۡ مِّنۡهَا ؕ کَذٰلِکَ یُبَیِّنُ اللّٰهُ لَکُمۡ اٰیٰتِهٖ لَعَلَّکُمۡ تَهۡتَدُوۡنَ ﴿۱۰۳﴾
					<br />
					আর তোমরা সকলে আল্লাহর রজ্জুকে দৃঢ়ভাবে ধারণ কর এবং বিভক্ত হয়ো না। আর তোমরা তোমাদের উপর আল্লাহর নিয়ামতকে স্মরণ কর, যখন তোমরা পরস্পরে শত্রু ছিলে। তারপর আল্লাহ তোমাদের অন্তরে ভালবাসার সঞ্চার করেছেন। অতঃপর তাঁর অনুগ্রহে তোমরা ভাই-ভাই হয়ে গেল। আর তোমরা ছিলে আগুনের গর্তের কিনারায়, অতঃপর তিনি তোমাদেরকে তা থেকে রক্ষা করেছেন। এভাবেই আল্লাহ তোমাদের জন্য তাঁর আয়াতসমূহ বয়ান করেন, যাতে তোমরা হিদায়াতপ্রাপ্ত হও।
				</p>
			</div>
			<div className="pt-4 flex flex-col gap-x-4">
				<p className=" leading-relaxed">
					<span className='font-bold'>মানব কল্যাণ :-</span> ইসলাম এমন একটি জীবন ব্যবস্থা যাতে শুধু আল্লাহর দাসত্ব আর ইবাদতের মধ্যেই পুরস্কার নেই বরং প্রত্যেকটি ভালো কাজের জন্যই রয়েছে পুরস্কার। তার মধ্যে অন্যতম মানব সেবা ও মানব কল্যাণে কাজ করা। এ সম্পর্কে আল্লাহ তা’আলা বলেনঃ
					<br />
					لَیۡسَ الۡبِرَّ اَنۡ تُوَلُّوۡا وُجُوۡهَکُمۡ قِبَلَ الۡمَشۡرِقِ وَ الۡمَغۡرِبِ وَ لٰکِنَّ الۡبِرَّ مَنۡ اٰمَنَ بِاللّٰهِ وَ الۡیَوۡمِ الۡاٰخِرِ وَ الۡمَلٰٓئِکَۃِ وَ الۡکِتٰبِ وَ النَّبِیّٖنَ ۚ وَ اٰتَی الۡمَالَ عَلٰی حُبِّهٖ ذَوِی الۡقُرۡبٰی وَ الۡیَتٰمٰی وَ الۡمَسٰکِیۡنَ وَ ابۡنَ السَّبِیۡلِ ۙ وَ السَّآئِلِیۡنَ وَ فِی الرِّقَابِ ۚ وَ اَقَامَ الصَّلٰوۃَ وَ اٰتَی الزَّکٰوۃَ ۚ وَ الۡمُوۡفُوۡنَ بِعَهۡدِهِمۡ اِذَا عٰهَدُوۡا ۚ وَ الصّٰبِرِیۡنَ فِی الۡبَاۡسَآءِ وَ الضَّرَّآءِ وَ حِیۡنَ الۡبَاۡسِ ؕ اُولٰٓئِکَ الَّذِیۡنَ صَدَقُوۡا ؕ وَ اُولٰٓئِکَ هُمُ الۡمُتَّقُوۡنَ(۱۷۷)
					<br />
					তোমরা তোমাদের মুখমন্ডল পূর্ব বা পশ্চিম দিকে প্রত্যাবর্তিত করলেই তাতে পুণ্য নেই, বরং পুণ্য তার যে ব্যক্তি আল্লাহ, আখিরাত, মালাইকা/ফেরেশতা, কিতাব ও নাবীগণের প্রতি বিশ্বাস স্থাপন করে এবং তাঁরই প্রেমে ধন-সম্পদের প্রতি আকর্ষণ থাকা সত্ত্বেও সে তা আত্মীয়-স্বজন, পিতৃহীন, দরিদ্র, পথিক ও ভিক্ষুকদেরকে এবং দাসত্ব মোচনের জন্য ব্যয় করে, আর সালাত প্রতিষ্ঠিত করে ও যাকাত প্রদান করে এবং অঙ্গীকার করলে তা পূরণ করে এবং যারা অভাবে ও ক্লেশে এবং যুদ্ধকালে ধৈর্যশীল তারাই সত্য পরায়ণ এবং তারাই ধর্মভীরু।(সূরাঃ আল-বাকারা, আয়াত নং – ১৭৭)

					অর্থাৎঃ দরিদ্র, ইয়াতিম, বিধবা ও দুর্বল-অসহায় শ্রেণির সমাজের সুবিধাবঞ্চিত মানুষদের দারিদ্র্য দূরীকরণ, সন্তান-প্রতিপালন, শিক্ষা, কর্মসংস্থান, চিকিৎসা ইত্যাদি বিষয়ে সহযোগিতা করা।
				</p>
			</div>
			<div className="pt-4 flex flex-col gap-x-4">
				<p className=" leading-relaxed">
					<span className='font-bold'>শিক্ষা :-</span> আল্লাহ রাব্বুল আলামীন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাধ্যমে সর্বপ্রথম উম্মাহকে যে আদেশ দিয়েছেন সেটা নামাজ, রোজা, হজ্ব, যাকাত বা অন্য কোন বিধান নয় বরং সর্বপ্রথম তিনি শিক্ষা গ্রহণ করার আদেশ করেছেন। আল্লাহ তা’আলা বলেনঃ
					<br />
					اِقۡرَاۡ بِاسۡمِ رَبِّکَ الَّذِیۡ خَلَقَ ۚ(۱)
					<br />
					পড়ো তোমার প্রভুর নামে যিনি তোমাকে সৃষ্টি করেছেন।(সূরাঃ আল-আলাক, আয়াতঃ ১) <br />
					অন্যদিকে শিক্ষা ছাড়া একটি জাতি শুধু মেরুদণ্ডহীনই নয়, বরং তাদের উন্নতিও কখনো সম্ভব নয়। <br />
					সেজন্য, তাওহীদ, সুন্নাহ ও বিশুদ্ধ ইসলামি নির্দেশনা বিষয়ক গবেষণা ও গ্রন্থ প্রণয়নে সহায়তা প্রদান এবং এ বিষয়ক পুস্তক, পুস্তিকা, প্রচারপত্র ইত্যাদি প্রকাশ, প্রচার ও বিতরণ করা। কুরআন শিক্ষার জন্য মসজিদ-ভিত্তিক মক্তব, কুরআন শিক্ষার প্রাথমিক বিদ্যালয়, হিফযুল কুরআন প্রতিষ্ঠান, শিক্ষক প্রশিক্ষণ কেন্দ্র, কুরআনের অর্থানুবাদ প্রকাশ, অর্থসহ কুরআন শিক্ষার বিভিন্ন কোর্স তৈরি করা।
				</p>
			</div>
			<div className="py-2 flex flex-col gap-x-4">
				<p className=" leading-relaxed">
					<span className='font-bold'>মানবসেবা :- :-</span>সমাজসেবা ও সৃষ্টির সেবামূলক যে কোনো কর্মে সহযোগিতা ও অংশগ্রহণ।
				</p>
			</div>
		</div>
	)
}

export default page